<?php

/*
    // wuye=物业类别
    wy12 => '住宅',
    wy16 => '公寓',
    wy18 => '别墅',
    wy22 => '商铺',
    wy26 => '写字楼',
    wy28 => '综合体',
    wy62 => '厂房仓库',
    wy66 => '车库',
    wy88 => '其它',
    // (产业办公)
*/

$_ex_house = array(
    // 销售状态
    'sale' => array(
        1 => '待售',
        2 => '在售',
        3 => '尾盘',
        4 => '售完',
    ),
    // 装修状况/decorate
    'dec' => array(
        1 => '毛坯',
        2 => '普通装修',
        4 => '中档装修',
        5 => '高档装修',
    ),
    // 居室
    'room' => array(
        1 => '1居室',
        2 => '2居室',
        3 => '3居室',
        4 => '4居室',
        5 => '5居室',
        6 => '5居以上',
    ),
    // 价格
    #'jg' => array(),
    // 面积
    'area' => array(
        1 => '60㎡以下',
        2 => '60-80㎡',
        3 => '80-100㎡',
        4 => '100-120㎡',
        5 => '120-150㎡',
        6 => '150㎡以上',
    ),
    // 朝向/direction
    'dir' => array(
        11 => '东向',
        12 => '南向',
        13 => '西向',
        14 => '北向',
        21 => '东西向',
        22 => '南北向',
        23 => '东南向',
        24 => '东北向',
        25 => '西南向',
        26 => '西北向',
    ),
    // 开发商/Developers(几个大的开发商供选择,其他的输入)
    'dev' => array(
        '光大集团',
        '万达集团',
        '绿地集团',
        '万科集团',
        '恒大集团',
        '保利集团',
        '碧桂园',
        '华润置地',
    ),
    // 相册类型
    'album' => array(
        '效果图',
        '交通图',
        '实景图',
        '样板间',
        '活动现场',
        '周边配套图',
    ),
    // 项目特色/hword(常用的加上,供选择)
    'hword' => array(
        '自然田园风光',
        '坐拥城市繁华', 
        'CBD核心商圈',
        //'',
        '花园洋房',
        '品牌地产',
        '特色别墅',
        '低密居所', 
        '经济住宅',
        '景观居所',
        //'',
        '独栋',
        '联排',
        'LOFT',
        '低总价',
    ),
    // 户型特色/rword(常用的加上,供选择)
    'rword' => array(
        '户型方正',
        '南北通透', 
        '采光好',
        '海景房',
        '公园房',
        '地铁房',
        '双地铁',
    ),
    # -------------------------------
    // xx
    'xx' => array(
        'xxx'
    ),
    # -------------------------------
);
