<?php

/*
	# 城市价格
*/

$_ex_haoft['def1-sale'] = array(
    1 => '100万以下',
    2 => '100-150万',
    3 => '150-200万',
    4 => '200-300万',
    5 => '300-500万',
    6 => '500-800万',
	7 => '800万以上',
);
$_ex_haoft['def1-lease'] = array(
    1 => '3000元以下',
    2 => '3000-4000元',
    3 => '4000-5000元',
    4 => '5000-6000元',
    5 => '6000-8000元',
    6 => '8000-10000元',
	7 => '10000元以上',
);

$_ex_haoft['def2-sale'] = array(
    1 => '70万以下',
    2 => '70-80万',
    3 => '80-100万',
    4 => '100-120万',
    5 => '120-140万',
    6 => '140-160万',
    7 => '160-180万',
	8 => '180万以上',
);
$_ex_haoft['def2-lease'] = array(
    1 => '1000元以下',
    2 => '1000-1400元',
    3 => '1400-1800元',
    4 => '1800-2200元',
    5 => '2200-2600元',
    6 => '2600-3000元',
	7 => '3000元以上',
);

$_ex_haoft['def3-sale'] = array(
    1 => '40万以下',
    2 => '40-60万',
    3 => '60-80万',
    4 => '80-100万',
    5 => '100-120万',
    6 => '120-140万',
    7 => '140-160万',
	8 => '160万以上',
);
$_ex_haoft['def3-lease'] = array(
    1 => '800元以下',
    2 => '800-1000元',
    3 => '1000-1200元',
    4 => '1200-1500元',
    5 => '1500-2000元',
    6 => '2000-2500元',
	7 => '2500元以上',
);

$_ex_haoft['def4-sale'] = array(
    1 => '30万以下',
    2 => '30-40万',
    3 => '40-50万',
    4 => '50-60万',
    5 => '60-80万',
    6 => '80-100万',
    7 => '100-140万',
	8 => '140万以上',
);
$_ex_haoft['def4-lease'] = array(
    1 => '600元以下',
    2 => '600-1000元',
    3 => '1000-1400元',
    4 => '1400-1800元',
    5 => '1800-2200元',
	6 => '2200元以上',
);

$_ex_haoft['chenzhou-sale'] = $_ex_haoft['def4-sale'];
$_ex_haoft['chenzhou-lease'] = $_ex_haoft['def4-lease'];

$_ex_haoft['linzhi-sale'] = $_ex_haoft['def4-sale'];
$_ex_haoft['linzhi-lease'] = $_ex_haoft['def4-lease'];

return $_ex_haoft;
