<?php
return array(
  // 12
  'm混淆码-adminer',
  // 11: 
  '会员中心列表每页资料数',
  '后台资料列表每页资料数',
  '资料选取列表每页资料数',
  '前台资料列表每页资料数',
  'Other-其他随机码',
  // 9: 
  '关闭mob显示模板',
  '关闭dev显示模板',
  '安全过滤-数组前缀',
  '管理后台_超时时间',
  '随机62位不重复码',
  '关闭chn显示模板',
  // 8: 
  '显示dev需登录',
  '密码加密-混淆码',
  '安全过滤-随机码',
  '特殊字符-随机码',
  'open开窗方式',
  // 7: 
  '全站唯一随机码',
  '会员_超时时间',
  'API-随即码',
  'pop开窗方式',
  // 6: 
  '系统管理模式',
  '提示停留时间',
  '数字-随机码',
  'JS-随即码',
  '18-48位',
  // 5: 
  '系统编辑器',
  '地图API',
  '其他随机码',
  '随机6位码',
  // 4: 
  '仅管理员',
  '会员登录',
  '不需登录',
  '调试模式',
  '站点名称',
  '开窗方式',
  ',建议1',
  // 3: 
  '贴心猫',
  '随即码',
  '4之间',
  '48位',
  // 2: 
  '开启',
  '关闭',
  '调试',
  '百度',
  '推荐',
  '毫秒',
  '单位',
  '之间',
  '4位',
  // 1
  '时',
);
