<?php
return array(
  // 15: 
  '广东省内其它市区每件快递20元',
  '注:写字楼/商用地址客户请选择此项',
  '测试测试测试测试测试测试测试测试测试',
  // 14: 
  '3.0Kg以下,含3.0Kg',
  '国内其它省区内每件快递35元',
  '工作日,双休日与假日均可送货',
  // 12: 
  '东莞市区内每件快递10元',
  '珠三角区内每件快递15元',
  // 10: 
  'Paypal快速付款',
  '百度Siatemap',
  'Google站点地图',
  // 9: 
  '双休日,假日不送货',
  '只双休日,假日送货',
  // 8: 
  '工作日均不可送货',
  // 7: 
  '支付宝手机支付',
  '支付宝即时到账',
  '支付宝担保交易',
  '节假日不可送货',
  '邮政EMS快递',
  '推送token',
  'n请点击查看。',
  // 6: 
  '国内其它省区',
  '只工作日送货',
  '支付流程演示',
  '支付演示帐号',
  '百度主动推送',
  '最后推送时间',
  '手机短信模板',
  'n请点击查看',
  '微信通知模板',
  // 5: 
  '支付宝帐号',
  '珠三角区内',
  '随时可送货',
  '节假日送货',
  'EMS快递',
  '宅急送快递',
  '财付通支付',
  '发来的公文',
  // 4: 
  '东莞市区',
  '广东省内',
  '天天快递',
  '韵达快递',
  '圆通快递',
  '全一快递',
  '申通快递',
  '微信支付',
  '推送站点',
  '您收到了',
  // 3: 
  '宅急送',
  '幼儿园',
  '小学生',
  '初中生',
  '高中生',
  '大学生',
  // 2
  '硕士',
  '博士',
  '天天',
  '韵达',
  '圆通',

);
