<?php
(!defined('RUN_INIT')) && die('No Init');

$cfgs = array(
    'readme' => array('[通用]更新说明','readme'),
    //'8_8' => array('发布预告：2017-01(v3.5)','8.8'),
    '3_6' => array('发布预告：2017-04(v3.6)','3.6'),
    '3_5' => array('2017.0202','3.5'),
    '3_4' => array('2016.1225','3.4'),
    '3_3' => array('2016.0917','3.3'),
    '3_2' => array('2016.0625','3.2'),
    '3_1' => array('2016.0410','3.1'),
    '3_0' => array('2015.1225','3.0'),
    '2_x' => array('回忆录 / 发布提示','2.x'),
);

